BeardedBear.beardedicons
BeardedBear.beardedtheme
cocopon.iceberg-theme
eamodio.gitlens
esbenp.prettier-vscode
ghgofort.neon-vommit
GitHub.copilot
GitHub.github-vscode-theme
jbenden.c-cpp-flylint
johnpapa.vscode-peacock
mohsen1.prettify-json
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
naumovs.color-highlight
oderwat.indent-rainbow
pmndrs.pmndrs
revrenlove.c-sharp-utilities
rvest.vs-code-prettier-eslint
SimonSiefke.svg-preview
streetsidesoftware.code-spell-checker
tonybaloney.vscode-pets
twxs.cmake
unthrottled.doki-theme
usernamehw.errorlens
